# LoadOnSurface

Load on surface

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**id** | **int** | Element Id | [optional]

## Example

```python
from ideastatica_rcs_api.models.load_on_surface import LoadOnSurface

# TODO update the JSON string below
json = "{}"
# create an instance of LoadOnSurface from a JSON string
load_on_surface_instance = LoadOnSurface.from_json(json)
# print the JSON string representation of the object
print(LoadOnSurface.to_json())

# convert the object into a dict
load_on_surface_dict = load_on_surface_instance.to_dict()
# create an instance of LoadOnSurface from a dict
load_on_surface_from_dict = LoadOnSurface.from_dict(load_on_surface_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)